[
  {
    "quote": "Однажды, уже будучи стариком, Диоген увидел, как мальчик пил воду из горсти, и в расстройстве выбросил из сумы свою чашку, промолвив: «Мальчишка превзошёл меня в простоте жизни». Он выбросил и миску, когда увидел другого мальчика, который, разбив свою плошку, ел чечевичную похлёбку из куска выеденного хлеба.",
    "explanation": "Для жизни не нужно много вещей, Диоген стремился к минимализму в жизни, и, соответственно, своих вещах."
  },
  {
    "quote": "Диоген просил подаяние у статуй, «чтобы приучить себя к отказам».",
    "explanation": "Человеку в жизни не всегда будут помогать, не все люди готовы принять чужую точку зрения, необходимо быть готовым к возможности отказа в помощи."
  },
  {
    "quote": "Когда Диоген просил у кого-нибудь взаймы денег, то говорил не «дайте мне денег», а «дайте мои деньги».",
    "explanation": "Философ считал, что несет знания людям, и так как любой труд должен быть оплачен, то и его тоже."
  },
  {
    "quote": "Когда Александр Македонский пришёл в Аттику, то, разумеется, захотел познакомиться с прославленным «маргиналом» как и многие прочие. Плутарх рассказывает, что Александр долго ждал, пока сам Диоген придёт к нему засвидетельствовать своё почтение, но философ преспокойно проводил время у себя. Тогда Александр сам решил навестить его. И, найдя Диогена в Крании (в гимназии неподалёку от Коринфа), когда тот грелся на солнце, подошёл к нему и сказал: «Я — великий царь Александр». «А я, — ответил Диоген, — собака Диоген». «И за что тебя зовут собакой?» «Кто бросит кусок — тому виляю, кто не бросит — облаиваю, кто злой человек — кусаю». «А меня ты боишься?» — спросил Александр. «А что ты такое, — спросил Диоген, — зло или добро?» «Добро», — сказал тот. «А кто же боится добра?» Наконец, Александр сказал: «Проси у меня чего хочешь». «Отойди, ты заслоняешь мне солнце», — сказал Диоген и продолжил греться. На обратном пути, в ответ на шутки своих приятелей, которые потешались над философом, Александр якобы даже заметил: «Если бы я не был Александром, то хотел бы стать Диогеном». По иронии судьбы Александр умер в один день с Диогеном 10 июня 323 года до н. э.",
    "explanation": "Диоген не делил людей по статусу, не обожествлял и не провозглашал чужое величие. Александр был, по мнению Диогена, равным ему, поэтому ему ничего не стоило попросить царя отойти в сторону. Македонский же оценил собственное достоинство и храбрость мыслителя, чем и проникся."
  },
  {
    "quote": "Когда афиняне готовились к войне с Филиппом Македонским и в городе царили суета и волнение, Диоген стал катать по улицам туда и сюда свою глиняную бочку, в которой жил. На вопрос, для чего он так делает, Диоген отвечал: «У всех сейчас хлопоты, потому и мне нехорошо бездельничать, а пифос я катаю, потому что ничего другого у меня нет».",
    "explanation": "Афиняне в стрессовой ситуации начали поступать глупо и неразумно, суматохой и суетой лишь увеличивая свои беды, что Диоген цинично высмеивал."
  },
  {
    "quote": "Диоген говорил, что грамматики изучают бедствия Одиссея и не ведают своих собственных; музыканты ладят струны на лире и не могут сладить с собственным нравом; математики следят за солнцем и луной, а не видят того, что у них под ногами; риторы учат правильно говорить и не учат правильно поступать; наконец, скряги ругают деньги, а сами любят их больше всего.",
    "explanation": "Человек недальновиден и порой не может разобраться в себе, хотя именно понять себя и свою натуру - первостепенная задача Диогена."
  },
  {
    "quote": "Фонарь Диогена, с которым он бродил среди бела дня по людным местам со словами «Ищу Человека», стал хрестоматийным примером ещё в античности.",
    "explanation": "Диоген, за маской будничной суеты и фиксированных отношений не видел в массах личностей, мыслящих и делающих действия независимо от других."
  },
  {
    "quote": "Однажды, помывшись, Диоген выходил из бани, а навстречу ему шли знакомые, которые только собирались мыться. «Диоген, — спросили они мимоходом, — как там, полно народу?». «Полно», — кивнул Диоген. Тут же ему встретились другие знакомые, которые тоже собирались мыться и тоже поинтересовались: «Привет, Диоген, что, много людей моется?». «Людей — почти никого», — покачал головой Диоген. Возвращаясь как-то раз из Олимпии, на вопрос, много ли там было народу, он ответил: «Народу много, а людей совсем мало». А однажды он вышел на площадь и закричал: «Эй, люди, люди!»; но когда сбежался народ, напустился на него с палкой, приговаривая: «Я звал людей, а не мерзавцев».",
    "explanation": "Диоген не любил толпу. В толпе нет личности и собственного мнения, а значит нет и человека."
  },
  {
    "quote": "Когда Платон дал определение, имевшее большой успех: «Человек есть животное о двух ногах, лишённое перьев», Диоген ощипал петуха и принёс к нему в школу, объявив: «Вот платоновский человек!» На что Платон к своему определению вынужден был добавить «…и с плоскими ногтями».",
    "explanation": "Человеком не обязательно является тот, кто является им внешне, из-за чего определить человека через грубые термины нельзя."
  },
  {
    "quote": "Однажды Диоген пришёл на лекцию к Анаксимену Лампсакскому, сел в задних рядах, достал из мешка рыбу и поднял над головой. Сначала обернулся один слушатель и стал смотреть на рыбу, потом другой, потом почти все. Анаксимен возмутился: «Ты сорвал мне лекцию!» «Но что стоит лекция, — сказал Диоген, — если какая-то солёная рыбка опрокинула твои рассуждения?».",
    "explanation": "Диоген высмеял и учеников, и Анаксимена. Греческий философ показал недалекость учеников, которым рыба над головой важнее знаний. Также Диоген обсмеял и Анаксимена, показав, что его лекции не могут заинтересовать, что он не может дать этим людям знаний ввиду его неразвитых ораторских способностей или слабой философии."
  },
  {
    "quote": "Диоген, увидев, как рабы Анаксимена Лампсакского носили многочисленные пожитки, спросил, кому они принадлежат. Когда ему ответили, что Анаксимену, он возмутился: «И не стыдно ему, владея таким имуществом, не владеть самим собой?».",
    "explanation": "Человек должен иметь сам справлять как минимум со своими базовыми потребностями."
  },
  {
    "quote": "Однажды кто-то привёл его в роскошное жилище и заметил: «Видишь, как здесь чисто, смотри не плюнь куда-нибудь, с тебя станется». Диоген осмотрелся и плюнул ему в лицо, заявив: «А куда же плеваться, если нет места хуже».",
    "explanation": "В первую очередь необходимо заботит о себе, развивать благодетели, а не думать о внешнем и внутреннем устройстве жилища."
  },
  {
    "quote": "Когда кто-то читал длинное сочинение и уже показалось неисписанное место в конце свитка, Диоген воскликнул: «Мужайтесь, други: виден берег!».",
    "explanation": "Необходимо уметь коротко и четко излагать свои мысли."
  },
  {
    "quote": "Однажды Диоген просил подаяния у человека со скверным характером. «Дам, если ты меня убедишь»,— говорил тот. «Если бы я мог тебя убедить,— сказал Диоген,— я убедил бы тебя удавиться».",
    "explanation": "Нет смысла утруждать себя попыткой переубедить другого человека. Только сам человек способен себя переубедить."
  },
  {
    "quote": "Кто-то попрекал его порчей монеты. «То было время,— сказал Диоген,— когда я был таким, каков ты сейчас; зато таким, каков я сейчас, тебе никогда не стать». Кто-то другой попрекал его тем же самым. Диоген ответил: «Когда-то я и в постель мочился, а теперь вот не мочусь».",
    "explanation": "Человеку свойственно совершать ошибки. В конечном итоге важно то, кем ты являешься сейчас, а не кем был раньше, ибо всегда можно измениться к лучшему."
  },
  {
    "quote": "Увидев сына гетеры, швырявшего камни в толпу, Диоген сказал: «Берегись попасть в отца!».",
    "explanation": "Не стоит делать зла другим просто так. Таким же образом могут обойтись и с тобой и стоит быть готовым к этому."
  },
  {
    "quote": "Однажды философ Аристипп, который нажил состояние, восхваляя царя, увидел, как Диоген промывает чечевицу, и сказал: «Если бы ты прославлял царя, тебе не пришлось бы питаться чечевицей!» На что Диоген возразил: «Если бы ты научился питаться чечевицей, то тебе не пришлось бы прославлять царя!».",
    "explanation": "Важно не только что ты заработал, но и как ты это заработал. Не стоит также пытаться кому-то специально угодить, стоит излагать свои настоящие мысли."
  },
  {
    "quote": "Однажды, когда Антисфен замахнулся на него палкой, Диоген, подставив голову, сказал: «Бей, но ты не найдешь такой крепкой палки, чтобы прогнать меня, пока ты что-нибудь не скажешь». С этих пор он стал учеником Антисфена и, будучи изгнанником, повел самую простую жизнь.",
    "explanation": "В человеке важно его упорства и стремления."
  }
]
