[
    {
        "quote": "Основа любого государства - образование молодежи",
        "explanation": "Без хорошего образования ни один народ не может процветать, это фундаментальный фактор для того, чтобы это произошло."
    },
    {
        "quote": "Они называют меня собакой, потому что я льщу тем, кто мне что-то дает, кричу на тех, кто отказывается, и впиваюсь зубами в негодяев",
        "explanation": "Как мы видим в этой цитате, Диоген всегда был человеком, полностью верным своим инстинктам, он всегда показывал себя без фильтров с любым, кто встречался на его пути."
    },
    {
        "quote": "Солнце также проникает в туалеты, но не загрязняет их",
        "explanation": "Негативные аспекты нашей жизни не должны влиять на нас эмоционально, мир может стать прекрасным местом, если мы научимся оставаться более позитивными."
    },
    {
        "quote": "Не знаю, есть ли боги, но должны быть",
        "explanation": "В древние времена боги были простым способом объяснить все, чего люди не понимали, такие несопоставимые аспекты, как погодные явления или времена года."
    },
    {
        "quote": "Искусство быть рабом - управлять хозяином",
        "explanation": "Используя обратную психологию, раб также может доминировать над своим господином - древняя техника, с которой, несомненно, был хорошо знаком Диоген."
    },
    {
        "quote": "В жизни есть три сорта винограда: первый - для удовольствия, второй - для опьянения, третий - для отвращения",
        "explanation": "Со временем все, что казалось таким хорошим в юности, может перестать быть таким, когда мы достигнем зрелости. В жизни на каждом этапе есть свои моменты и переживания."
    },
    {
        "quote": "Почему бы не отшлепать учителя, если ученик плохо себя ведет?",
        "explanation": "Диоген всегда совершенно не соглашался с авторитетом, что очень легко отражается в этой короткой цитате."
    },
    {
        "quote": "Собаки и философы делают больше всего добра и получают наименьшее количество наград",
        "explanation": "Как философ, Диоген жил в самой суровой нищете, образ жизни, который он навязал себе."
    },
    {
        "quote": "Большинство мужчин на расстоянии одного пальца от сумасшедшего",
        "explanation": "Безумие может быть ближе, чем многие из нас представляют, неудачный опыт может очень быстро привести нас к нему."
    },
    {
        "quote": "В доме богатого человека некуда плевать, кроме лица",
        "explanation": "Те, кто обладал большим богатством, были людьми, совершенно нежелательными для блага Диогена, богатство, с его точки зрения, в конечном итоге развращало души людей."
    },
    {
        "quote": "Боги - привилегия ничего не желать, а божественные люди - мало",
        "explanation": "Тот, кто доволен малым. вы непременно будете счастливы на протяжении всей жизни. Материальные блага не должны делать нас счастливее, мужчины."
    },
    {
        "quote": "Мне не о чем просить у вас, кроме того, что вы перешли бы на другую сторону, чтобы, перехватывая солнечный свет, вы не могли забрать у меня то, что не можете дать",
        "explanation": "Тот, кому ничего не нужно, ничего нельзя забрать. Диоген был убежден, что жизнь всегда обеспечит его всем, в чем он действительно нуждается."
    },
    {
        "quote": "Что хорошего в философе, который никого не обижает?",
        "explanation": "Обижать было его образом жизни, открыто говорить - это со временем ввергало его в более чем одну проблему."
    },
    {
        "quote": "Больше всего я люблю пить вино, которое принадлежит другим",
        "explanation": "Ни одно вино не подходило ему лучше, чем то, за которое он не должен был платить - старый обычай, которым многие люди следуют и сегодня."
    },
    {
        "quote": "У мудрых царей обычно есть мудрые советники; и сам он должен быть мудрым человеком, способным отличить одного",
        "explanation": "Чтобы распознать мудрость другого человека, мы сами тоже должны быть мудрыми. Ибо глупость никогда не позволит нам принять мудрость других."
    },
    {
        "quote": "Друг - это душа, остающаяся в двух телах",
        "explanation": "Настоящих друзей можно пересчитать по пальцам одной руки, и если однажды он у нас появится, мы должны убедиться, что никогда не потеряем его."
    },
    {
        "quote": "Большие воры берут маленького воришку",
        "explanation": "Величайшие воры обычно стараются быть частью правительства, потому что, только находясь внутри него, они знают, что могут легко воровать."
    },
    {
        "quote": "Между мудрецом и глупцом разница только в одном пальце",
        "explanation": "Признание собственной глупости - это первый шаг к мудрости, давайте осознаем, что никто не рождается со знанием всего в этой жизни."
    },
    {
        "quote": "Если бы только было так же легко избавиться от голода, растирая живот, как мастурбируя",
        "explanation": "Голод был уже злом, которое преследовало человечество в те времена, без сомнения, нехватка еды должна была быть очень заметной в Древней Греции."
    },
    {
        "quote": "Стойте меньше между мной и солнцем",
        "explanation": "Этот знаменитый философ любил загорать, лучи света, несомненно, наполняли его энергией."
    },
    {
        "quote": "Дело не в том, что я злюсь, просто моя голова отличается от твоей",
        "explanation": "У всех нас есть право на собственное мнение, мы никогда не должны позволять третьим лицам манипулировать нами."
    },
    {
        "quote": "Человек - самое умное из животных и самое глупое",
        "explanation": "Люди - единственные животные, которые дважды спотыкаются об один и тот же камень, и этот факт, несомненно, многое говорит об их интеллекте."
    },
    {
        "quote": "Я не афинянин и не грек, но гражданин мира",
        "explanation": "Мир - это огромное место, полное настоящих чудес, все люди должны иметь полную свободу его исследовать."
    },
    {
        "quote": "Те, у кого во рту всегда есть добродетель, и пренебрегающие ею на практике, подобны арфе, издающей приятный звук для других, но нечувствительной к музыке",
        "explanation": "Наши действия гораздо важнее наших слов, потому что, как часто говорят, слова просто уносит ветер."
    },
    {
        "quote": "Любимым выражением Феофраста было то, что время было самым ценным, что мог потратить человек",
        "explanation": "Время - самый ценный ресурс, который у нас есть, потому что, когда оно закончится, наша жизнь подойдет к концу."
    },
    {
        "quote": "У нас два уха и один язык, поэтому мы можем больше слышать и меньше говорить",
        "explanation": "Мы должны уметь слушать слова друзей и близких, возможно, вместе с ними мы узнаем что-то, что может пригодиться в будущем."
    },
    {
        "quote": "Когда раб-аукционист спросил его, в чем он компетентен, он ответил: «В правящих людях»",
        "explanation": "Диоген пытался открыть глаза всем, кого он считал неправым, и эту задачу этот знаменитый философ выполнял до самой своей смерти."
    },
    {
        "quote": "Следует искать добродетели для себя, не поддаваясь влиянию страха или надежды, или какого-либо внешнего влиянияКроме того, в этом и состоит счастье",
        "explanation": "Мы должны стараться быть лучшей версией самих себя, и, возможно, во время этого поиска мы найдем счастье, о котором, возможно, даже не подозревали, что ищем."
    },
    {
        "quote": "Я выбросил свою чашку, когда увидел мальчика, пьющего руками у фонтана",
        "explanation": "Этого известного философа не интересовали лишние вещи, он никогда не колебался, избавляясь от всего, что, по его мнению, ему не нужно."
    },
    {
        "quote": "Способности в человеке - подходящее добро, если их применять в хороших целях",
        "explanation": "Цель не всегда оправдывает средства, мы все должны заниматься только теми компаниями, которые могут принести пользу всему обществу."
    },
    {
        "quote": "Мафия - мать тиранов",
        "explanation": "Коррумпированные всегда пытались получить место в правительстве, эта цитата показывает нам, что мафиозные приемы начали появляться в Древней Греции."
    },
    {
        "quote": "Румянец - это цвет добродетели",
        "explanation": "Невинность - это добродетель, которой люди обладают только определенное время в нашей жизни, когда наступит подходящий момент, мы потеряем ее, и она никогда не вернется."
    },
    {
        "quote": "Солон говорил, что речь есть образ действий; … Что законы были подобны паутине, потому что, если в них попадало что-то незначительное или бессильное, они сохраняли это твердым; тогда как если бы это было что-то более тяжелое, оно бы прошло через них и погасло",
        "explanation": "Самые могущественные никогда не подчинялись законам, они могут позволить себе определенную роскошь, которую не мог сделать ни один другой человек."
    },
    {
        "quote": "Хвастовство, как золотые доспехи, внутри очень отличается от внешнего",
        "explanation": "Мы не должны продавать шкуру медведя, пока на нее не поохотились, это может серьезно навредить нам."
    },
    {
        "quote": "Самые благородные люди - это те, кто презирает богатство, обучение, удовольствия и жизнь; оценивая над собой бедность, невежество, трудности и смерть",
        "explanation": "Этот философ полностью осознавал проблемы своего общества, глубокие дилеммы, на которые массы должны были обратить внимание как можно скорее."
    },
    {
        "quote": "Вам не стыдно, вы, идущие задом наперед через все существование и обвиняющие меня в том, что я иду задом по дощатой дорожке?",
        "explanation": "Очень своеобразный человек, который всегда делал все, что хотел, чего многие в настоящее время не могут сказать о себе."
    },
    {
        "quote": "Аристотель обедает, когда король Филипп соглашается, но Диоген, когда хочет",
        "explanation": "Никто никогда не решал за него, когда есть или нет, он всегда будет жить по своим правилам."
    },
    {
        "quote": "Кто имеет больше, тот доволен меньшим",
        "explanation": "Если мы научимся жить аскетично, мы будем очень счастливы, имея очень мало вещей. Деньги и материальные блага не должны делать нас счастливее."
    },
    {
        "quote": "Дураки! Вы думаете о «боге» как о живом существе Слово «Бог» используется для обозначения силы Эта сила ничего не создала, она только помогает вещам Не отвечает на предложения, хотя может заставить вас задуматься о способе решения проблемы Он может влиять на вас, но не решать за вас",
        "explanation": "Как мы видим, у Диогена было собственное представление о том, чем был для него Бог, способ мышления о божествах, который в то время был совсем не распространен."
    },
    {
        "quote": "Здоровье и сила, необходимые для практики доброго, в равной степени зависят от ума и тела",
        "explanation": "Чтобы сохранить хорошее здоровье, мы должны научиться заботиться о своем теле и уме. Физические упражнения и здоровое питание могут быть двумя очень важными факторами, которые позволяют нам достичь старости в хорошей физической форме."
    },
    {
        "quote": "Есть ложная любовь, которая сделает с вами то, чем вы не являетесь",
        "explanation": "Искренность должна быть самым обычным явлением в нашей жизни, особенно когда мы встречаем человека, которого любим."
    },
    {
        "quote": "Если ваша накидка была подарком, я ценю это; Если это была ссуда, я еще не закончил",
        "explanation": "Можно сказать, что Диоген был настоящим другом других, все, что было бесплатным, сразу становилось его собственностью."
    },
    {
        "quote": "Он завтракал на рынке, и вокруг него собрались зрители с криками «собака» - Вы собаки, - кричал он, а они стоят и смотрят на меня, пока я ем",
        "explanation": "Без сомнения, Диоген обладал большой ловкостью ума, благодаря ей ему всегда удавалось делать такие интересные цитаты, как эта."
    },
    {
        "quote": "Аристотеля однажды спросили, что получают те, кто лжет Он сказал: когда они говорят правду, им не верят",
        "explanation": "Те, кто обычно лгут, когда наконец говорят правду, им никто не поверит, ложь может быть очень вредной для жизни любого человека."
    },
    {
        "quote": "Главное благо - это приостановление суждения [особенно отрицательного суждения], когда спокойствие ума следует за его тенью",
        "explanation": "Мы не должны позволять обществу решать за нас, поскольку каждый раз, когда мы видим что-то, что нам не нравится, мы должны бороться, чтобы это изменить."
    },
    {
        "quote": "Когда кто-то хвастался, что в пифийских играх он бил людей, Диоген ответил: Нет, я побеждаю людей, вы побеждаете рабов",
        "explanation": "Истинный способ победить человека - это использовать интеллект, потому что человек всегда может проиграть гонку, но если он не потеряет волю к бегу, он никогда не потерпит поражение."
    },
    {
        "quote": "Ищу человека",
        "explanation": "Чувствительные люди встречаются все реже и реже, общество стремится превратить нас всех в простых автоматов в поисках богатства."
    },
    {
        "quote": "Чтобы быть самоучкой, вы должны осуждать себя за все то, за что вы критикуете других",
        "explanation": "То, что нам не нравится в других, также должно быть немедленно исключено из нашей жизни."
    },
    {
        "quote": "У друзей все общее",
        "explanation": "Между друзьями почти все может быть законным, с ними мы все можем просто показать себя такими, какие мы есть."
    },
    {
        "quote": "Ничего нельзя произвести из ничего",
        "explanation": "Деньги привлекают деньги, создать огромное богатство из ниоткуда практически невозможно."
    },
    {
        "quote": "Антисфен говорил, что завистники съедены по собственному желанию, как железо за ржавчиной Зависть других возникает из-за того, что они сравнивают то, что у них есть, с тем, что есть у завистника, а не потому, что завистник понимает, что у них больше, чем они могли бы иметь, и определенно больше, чем другие, и будучи благодарными Это действительно неспособность правильно взглянуть на свою жизнь",
        "explanation": "Зависть может быть очень негативной эмоцией в нашей жизни, потому что она никогда не позволит нам наслаждаться той маленькой роскошью, которая у нас есть каждый день."
    },
    {
        "quote": "Даже если я всего лишь претендент на мудрость, это уже философия",
        "explanation": "Поиски мудрости через философию были очень распространены в те дни, философы античности, несомненно, сделали некоторые действительно продвинутые выводы для своего времени."
    },
    {
        "quote": "Мы усложнили каждый простой дар от богов",
        "explanation": "Жизнь может быть прекрасной, если мы все будем делать свою часть работы, как люди, мы никогда не должны делать ничего, что могло бы навредить третьему лицу."
    },
    {
        "quote": "Когда кто-то напомнил ему, что люди Синопа приговорили его к изгнанию, он сказал: И я приговорил их оставаться дома",
        "explanation": "Мир действительно большой, изгнание никогда не было для него проблемой."
    },
    {
        "quote": "Мы приходим в мир одни и умираем одни Почему в жизни мы должны быть менее одинокими?",
        "explanation": "Одиночество может быть фактором, который помогает нам мыслить с большей ясностью, всякий раз, когда нам это нужно, мы все должны искать уединенное и тихое место, где мы можем думать."
    },
    {
        "quote": "Самое прекрасное в мире - это свобода самовыражения",
        "explanation": "Свобода выражения мнения - это право, которое мы всегда должны уважать, мы все должны иметь полную свободу говорить все, что думаем."
    },
    {
        "quote": "Протагор заявил, что у каждого вопроса есть две стороны, прямо противоположные друг другу",
        "explanation": "В зависимости от того, с какой точки зрения мы подходим к нему, вопрос может иметь много возможных правильных ответов."
    },
    {
        "quote": "Однажды он попросил у статуи милостыню и, когда его спросили, почему он это сделал, ответил: Практикуйтесь в том, чтобы быть отвергнутым",
        "explanation": "Без сомнения, у этого философа была чрезвычайно эксцентричная личность, определенный образ жизни, который всегда приводил его в центр внимания, где бы он ни находился."
    },
    {
        "quote": "Давайте не забывать то, что мы уже узнали",
        "explanation": "Как люди, мы должны научиться не совершать одни и те же ошибки, наша жизнь слишком ценна, чтобы впадать в них более одного раза."
    },
    {
        "quote": "Никто не пострадал, кроме как один",
        "explanation": "Одиночество может быть очень негативным чувством, люди - тип существа, которое очень привыкло жить в обществе."
    },
    {
        "quote": "Клевета - это только шум безумцев",
        "explanation": "Клевета уже была очень распространена в те времена, лучшее, что мы можем сделать, чтобы противостоять им, - это не придавать им никакой ценности в нашей жизни."
    },
    {
        "quote": "Похоть - сильная башня зла, и у нее есть много защитников, таких как нужды, гнев, бледность, раздор, любовь и тоска",
        "explanation": "Мы все должны научиться контролировать свои самые примитивные инстинкты, иначе именно они будут контролировать нас."
    },
    {
        "quote": "Нас больше интересует значение снов, чем то, что мы видим, когда бодрствуем",
        "explanation": "Жизнь, несомненно, прекрасна, любой день может быть хорошим временем, чтобы узнать что-то новое."
    },
    {
        "quote": "Единственный способ по-настоящему рассердиться и переживать - это быть хорошим и честным человеком",
        "explanation": "Хорошие и честные мужчины, как правило, очень плохо проводят время в своей жизни, потому что по общим каналам они очень редко сталкиваются с кем-то, полностью связанным с ними."
    },
    {
        "quote": "Оригинальная мысль стоит тысячи бессмысленных цитат",
        "explanation": "Наше мнение всегда должно быть для нас самым ценным, то, что думают другие, не должно иметь прямого влияния на нашу жизнь."
    },
    {
        "quote": "Бедность - это добродетель, которой можно научить себя",
        "explanation": "Бедность может дать нам новый взгляд на мир вокруг нас, деньги и материальные блага никогда не должны быть для нас самым ценным."
    },
    {
        "quote": "Когда кто-то спросил его, как он может стать известным, Диоген ответил: Как можно меньше заботясь о славе",
        "explanation": "Слава - прямое следствие нашего успеха. Если мы хотим прославиться, нам нужно только стремиться к успеху в своей профессии."
    },
    {
        "quote": "Пердикка угрожал убить его, если он не приблизится к нему: «В этом нет ничего удивительного, - сказал Диоген, - потому что жук или птицеед поступили бы так же»",
        "explanation": "Жизнь всегда доставляет нам трудные моменты, но то, как мы с ними справляемся, будет определять нас как людей."
    },
    {
        "quote": "Так как хорошо укомплектованные дома с провизией, скорее всего, будут полны мышей, тела тех, кто много ест, пронизаны болезнями",
        "explanation": "Как мы видим, Диоген считал, что чревоугодие наполняет тело болезнями, и теория, рассматриваемая с правильной точки зрения, могла быть верной."
    },
    {
        "quote": "Если мне не хватает сознания, почему меня должно волновать, что со мной происходит, когда я умру?",
        "explanation": "Пока мы живы, все возможно, мы должны стараться прожить каждую минуту, как если бы она была последней."
    },
    {
        "quote": "Хороших мужчин негде, но хороших мальчиков в Спарте",
        "explanation": "На протяжении всей истории Спарта всегда была поистине мифическим местом, народом, для которого война всегда была единственным образом жизни."
    },
    {
        "quote": "На вопрос, в какое время было подходящее время для обеда: если вы богатый человек, когда хотите; а если ты бедняк, то когда сможешь",
        "explanation": "Когда у нас нет денег, мы должны есть, когда это возможно, потому что мы не будем знать, когда у нас будет следующая возможность поесть."
    },
    {
        "quote": "Ему был задан вопрос, что такое надежда; и его ответ был: «Сон бодрствующего человека»",
        "explanation": "Часто говорят, что надежда - это последнее, что нужно терять, лучшее будущее всегда возможно, пока мы живы."
    },
    {
        "quote": "Его схватили и потащили к королю Филиппу, и когда его спросили, кто он такой, он ответил: «Шпион вашей ненасытной жадности",
        "explanation": "Как видим, этот философ всегда был по-настоящему искренним человеком, он никогда не боялся сказать то, что действительно думал."
    },
    {
        "quote": "Любовь приходит голодной",
        "explanation": "Часто говорят, что если двое едят, они едят троих, но это не всегда происходит."
    },
    {
        "quote": "Добродетель не может обитать с богатством ни в городе, ни в доме",
        "explanation": "Обладание огромным богатством может нанести нам моральный ущерб, мы никогда не должны ставить материальные блага выше своих эмоций и личных ценностей."
    },
    {
        "quote": "Самоучка бедности помогает философии, потому что то, чему философия пытается научить с помощью рассуждений, бедность заставляет нас практиковать",
        "explanation": "Бедность может научить нас истинной ценности материальных благ, большинство из которых на самом деле не так необходимы, как многие из нас склонны думать."
    },
    {
        "quote": "Если вы хотите оставаться здоровым, у вас должны быть хорошие друзья или горячие враги Один вас предупредит, другой разоблачит",
        "explanation": "Возможность видеть приближающихся врагов - очень полезное преимущество, мы должны быть осторожны с теми, кто заявляет, что они наши друзья, хотя на самом деле это не так."
    },
    {
        "quote": "Другие собаки кусают только своих врагов, а я также кусаю своих друзей, чтобы спасти их",
        "explanation": "Диоген всегда был человеком, который заботился о своих друзьях, для него они представляли самое ценное, что у него было."
    },
    {
        "quote": "Юноши еще не должны жениться, а старики вообще не должны жениться",
        "explanation": "Для всего, что есть в жизни момент, этого, несомненно, достаточно."
    }
]